{
  "products": [
    {
      "title": "40TH ANNIVERSARY SONGS PULLOVER HOODIE",
      "gender": "Men",
      "price": 69,
      "album": "black",
      "description": "Damn, 40 years is a long time. Get a hoodie! 80% organic cotton / 20% recycled polyester Artwork by Tony Squindo",
      "photo": "https://www.metallica.com/dw/image/v2/BCPJ_PRD/on/demandware.static/-/Sites-met-master/default/dw8131a577/images/hi-res/M40_SONGS_HOODIE.png?sw=650",
      "id": 1
    },
    {
      "title": "SAD BUT TRUE T-SHIRT2",
      "gender": "Men",
      "price": 27,
      "album": "black",
      "description": "Featuring \"Sad But True\" artwork by Pushead  100% Cotton  We've improved our shirts! We know, after 40 years why bother? But we are now bringing you softer, lighter, form-fitting shirts that will feel like a sweet (Last) Caress of baby chick feathers. We're done with the cardboard tee's so please be patient with the updates and know that change can be a good thing. Happy shopping!  NOTE: Size charts are for general reference. The fit may vary depending on construction, materials and manufacturer. Sizing may also vary between and within brands.",
      "photo": "https://www.metallica.com/dw/image/v2/BCPJ_PRD/on/demandware.static/-/Sites-met-master/default/dwe1ae9053/images/hi-res/20150829_000116_7549_764834.jpeg?sw=650",
      "id": 2
    },
    {
      "title": "THE CALL OF KTULU T-SHIRT (ALT)",
      "gender": "Men",
      "price": 26,
      "album": "ride",
      "description": "Great artwork by Richey Beckett now on a grey shirt!  100% Cotton Artwork by Richey Beckett We've improved our shirts! We know, after 40 years why bother? But we are now bringing you softer, lighter, form-fitting shirts that will feel like a sweet (Last) Caress of baby chick feathers. We're done with the cardboard tee's so please be patient with the updates and know that change can be a good thing. Happy shopping!  NOTE: Size charts are for general reference. The fit may vary depending on construction, materials and manufacturer. Sizing may also vary between and within brands.",
      "photo": "https://www.metallica.com/dw/image/v2/BCPJ_PRD/on/demandware.static/-/Sites-met-master/default/dw344af8a0/images/hi-res/Ktulu-Alternate-Shirt.jpg?sw=650",
      "id": 3
    },
    {
      "title": "PHANTOM LORD T-SHIRT",
      "gender": "Men",
      "price": 32,
      "album": "kill",
      "description": "Phantom Lord inspired artwork by artist Richey Beckett  100% Cotton",
      "photo": "https://www.metallica.com/dw/image/v2/BCPJ_PRD/on/demandware.static/-/Sites-met-master/default/dw34ea9fd1/images/hi-res/20150717_231741_7549_747380.jpeg?sw=650",
      "id": 4
    },
    {
      "title": "HARVESTER OF SORROW T-SHIRT",
      "gender": "Men",
      "price": 26,
      "album": "justice",
      "description": "Reissue of Metallica's 1988 classic t-shirt! Features Pushead's \"Harvester of Sorrow\" artwork.  100% Organic cotton We've improved our shirts! We know, after 40 years why bother? But we are now bringing you softer, lighter, form-fitting shirts that will feel like a sweet (Last) Caress of baby chick feathers. We're done with the cardboard tee's so please be patient with the updates and know that change can be a good thing. Happy shopping!",
      "photo": "https://www.metallica.com/dw/image/v2/BCPJ_PRD/on/demandware.static/-/Sites-met-master/default/dwceeadc28/images/hi-res/20150717_233023_7549_747592.jpeg?sw=650",
      "id": 5
    }
  ],
  "comments":[
    {
      "productID": 2,
      "comment": "Super one",
      "id":1
    }
  ]
}